module.exports = [
    {
        title: '投资体系',
        children: [
            {
                title: '人生理念',
                children: [
                    './人生理念/财富算法',
                    './人生理念/第二定律-马太效应',
                    './人生理念/知识复利',
                    './人生理念/学习投资，怎么走出思维的“死胡同”',
                    './人生理念/为什么投资有时要追求平庸的机会',
                ]
            },
            {
                title: '投资体系论述',
                children: [
                    './投资体系论述/知识变现，最好的地方是股市',
                    './投资体系论述/投资体系的第一性原理',
                    './投资体系论述/没有投资体系，炒股就是撞大运',
                    './投资体系论述/你喜欢赚什么钱',
                    './投资体系论述/如何构建一个好的盈利模式',
                    './投资体系论述/价投四种盈利模式上',
                    './投资体系论述/价投四种盈利模式下',
                    './投资体系论述/为什么价值投资研究的核心就是确定性',
                    './投资体系论述/买股票的成本，你也许从来就没有算对过',
                    './投资体系论述/价投三层知识体系，投资者必读书单',
                    './投资体系论述/最聪明的投资，源于对人性的洞察',
                    './投资体系论述/如何搭建投资体系',
                    './投资体系论述/我的投资系统',

                ]
            },
            {
                title: '估值体系',
                children: [
                    './估值体系/简单到令人发指的估值方法',
                    './估值体系/分析一家公司的价值，应该从哪里入手',
                    './估值体系/估值切换每年四季度最重要的投资逻辑',
                ]
            },
            {
                title: '行业及公司分析体系',
                children: [
                    './行业及公司分析体系/按图索骥，一文掌握企业分析框架',
                    './行业及公司分析体系/什么样的企业可以长期保持高估值',
                    './行业及公司分析体系/投资小白如何一步一步读懂一家企业',
                    './行业及公司分析体系/确定性高的公司三大特征',
                    './行业及公司分析体系/如何从0开始了解一家公司',
                    './行业及公司分析体系/小米集团，如何看懂一家我们认识但是不了解的公司',
                ]
            },
            {
                title: '财务报表系列',

                children: [
                    './财务报表系列/财务分析框架',
                    './财务报表系列/年报攻略*理论篇上',
                    './财务报表系列/年报攻略*理论篇下',
                    './财务报表系列/重新认识ROE上',
                    './财务报表系列/重新认识ROE中',
                    './财务报表系列/重新认识ROE下',
                    './财务报表系列/穿透利润表上',
                    './财务报表系列/穿透利润表中',
                    './财务报表系列/穿透利润表下',
                    './财务报表系列/秒杀资产负债表上',
                    './财务报表系列/秒杀资产负债表中',
                    './财务报表系列/秒杀资产负债表下',
                    './财务报表系列/现金流量表揭开公司的本来面目上',
                    './财务报表系列/现金流量表揭开公司的本来面目中',
                    './财务报表系列/现金流量表揭开公司的本来面目下',
                    './财务报表系列/一文读懂应收账款和应收票据上',
                    './财务报表系列/一文读懂应收账款和应收票据下',
                    './财务报表系列/一文读懂存货上',
                    './财务报表系列/一文读懂存货下',
                    './财务报表系列/一文读懂货币资金上',
                    './财务报表系列/一文读懂货币资金下',
                    './财务报表系列/通俗易懂地说清三张报表之间的关系',
                ]
            },
            {
                title: '牛股复盘',
                children: [
                    './牛股复盘/复盘沪电股份一年五倍走势',
                ]
            },
        ]
    }
]